prodotto-kar/src/main/resources/NoPlugin/Esempi/DCSanita_FSE_2010-01_consultaDocumentiFascicolo.in.xml

<?xml version="1.0" encoding="ISO-8859-1"?>
<!--
<TestInfo>
	<Autore>FL</Autore>
	<TipoTest>F</TipoTest>
	<Priorita>H</Priorita>
	<DescrizioneCaso>Test Multitemplate attraverso la chiamata all FSE.consultaDocumentiFascicolo si estraggono i casi di test Inseriti per il PIANO DI CONTROLLO DEL DISPOSITIVO  </DescrizioneCaso>
	<DescrizioneRisultatoAtteso>OK</DescrizioneRisultatoAtteso>
</TestInfo>
-->
<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance" xmlns:xsd="http://www.w3.org/1999/XMLSchema" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" soap-env:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
	<soap-env:Header>
		<t:CoopContext xmlns:t="http://www.crs.lombardia.it/schemas/mw/2004-01/coopcontext/">
			<Transport>
				<Mode>Sync</Mode>
				<Dest>DCSanita</Dest>
			</Transport>
			<Security>
				<FunContext>
					<credential>
						<validity>
							<emittedDate>15/11/2005+10:59:18,531</emittedDate>
							<sessionMaxTime>15/11/2005+10:59:18,531</sessionMaxTime>
						</validity>
						<vrs>
							<mjr>1</mjr>
							<min>0</min>
						</vrs>
						<ctf>
							<reg>
								<cod/>
								<des/>
							</reg>
							<app>
								<cod/>
								<des/>
							</app>
							<pro>
								<cod/>
								<des/>
							</pro>
							<ter>
								<cod/>
								<des/>
							</ter>
							<str>
								<cod>030960</cod>
								<des/>
							</str>
							<pre>
								<cod/>
								<des/>
							</pre>
							<rep>
								<cod>0800</cod>
								<des/>
							</rep>
						</ctf>
						<role>
							<code>6</code>
							<description>Operatore Amministrativo</description>
						</role>
						<userId>MDCPPN54M28F205G</userId>
						<FirstName>PEPPINO</FirstName>
						<LastName>MEDICOBUONO</LastName>
						<prv>
							<iupSeed>46175</iupSeed>
							<DF>F</DF>
							<Ref>PEPPINO/MEDICOBUONO/MDCPPN55M28F205H/null</Ref>
						</prv>
					</credential>
				</FunContext>
				<CitCardPresent>true</CitCardPresent>
				<CitAuth>false</CitAuth>
				<CitCF>MDCPPN54M28F205G</CitCF>
				<CitSmartCardSN/>
			</Security>
			<Sla>
				<Log>
					<Global>
						<TrackID>1132048757203</TrackID>
						<Timestamp>15/11/2005+10:59:18,562</Timestamp>
					</Global>
				</Log>
			</Sla>
		</t:CoopContext>
		<a:AppContext xmlns:a="http://www.crs.lombardia.it/schemas/mw/2004-01/appcontext/">
			<Request clientProd="DCSanita" clientVer="1.0"/>
		</a:AppContext>
	</soap-env:Header>
	<soap-env:Body>
<m:FSE.consultaDocumentiFascicolo xmlns:m="http://www.crs.lombardia.it/schemas/DCSanita/FSE/2010-01/consultaDocumentiFascicolo/" dataSetVersion="1.0">
		<richiestaConsultaDocumentiFascicolo>
				<cittadino>
					<idCittadino tipo="CF">MDCPPN54M28F205G</idCittadino>
				</cittadino>
			</richiestaConsultaDocumentiFascicolo>			
		</m:FSE.consultaDocumentiFascicolo>
	</soap-env:Body>
</soap-env:Envelope>